Repository: Ehdaa286/onboarding
Catalog: lib/l10n/app_*.arb
Languages: ar

# onboard_title_0
source: Welcome to Athar
ar: مرحباً بك في أثر

# onboard_subtitle_0
source: All volunteering opportunities in one place
ar: كل فرص التطوع في مكان واحد

# onboard_title_1
source: Opportunities that fit your time
ar: فرص تناسب وقتك

# onboard_subtitle_1
source: Set your available time and find the perfect match
ar: حدد وقتك المتاح وابحث عن التطوع المناسب

# onboard_title_2
source: Volunteer by your skills
ar: تطوع بمهاراتك

# onboard_subtitle_2
source: Use your talents to support your community
ar: استخدم مهاراتك لدعم مجتمعك

# onboard_title_3
source: Start your volunteering journey now
ar: ابدأ رحلتك التطوعية الآن

# onboard_subtitle_3
source: Sign up and make a real impact
ar: سجل واصنع تأثيراً حقيقياً

# button_next
source: Next
ar: التالي

# button_skip
source: Skip
ar: تخطي

# button_start
source: Start
ar: ابدأ
